[
  {
    "Brief": "WASHINGTON (AP) - The White House and Republican leaders in Congress scrambled on Tuesday to shore up support for their health care bill as critics went on the attack over new estimates that 14 million people would lose insurance coverage in the first year alone. The findings from the Congressional Budget Office handed fresh ammunition to Democratic opponents of the GOP drive to repeal and replace former President Barack Obama's health care law. The new figures, which estimated that 24 million people would lose insurance over a decade, also appeared to strengthen pockets of conservative resistance to the bill and rattle nerves among rank-and-file Republicans.",
    "CTIME": "2017-03-14-12-18-05",
    "Full_Story": "http://hosted.ap.org//dynamic/stories/U/US_CONGRESS_HEALTH_OVERHAUL?SITE=AP&SECTION=HOME&TEMPLATE=DEFAULT&CTIME=2017-03-14-12-18-05",
    "Headline": "GOP leaders scramble to shore up support for health bill"
  },
  {
    "Brief": "WASHINGTON (AP) - President Donald Trump told Americans he'd do it all on health care: \"insurance for everybody,\" better coverage and lower consumer costs. By the reckoning of nonpartisan budget analysts at Congress, that's not what will happen if the Republican bill he's backing becomes law. The Congressional Budget Office is respected for nonpartisan rigor in its estimates of the costs and impacts of legislation, but no projection is infallible - particularly when it comes to large, complex programs. For example, the agency in 2010 overstated the number of people expected to buy insurance under President Barack Obama's health care law, misjudging how many would join because of the threat of tax penalties.",
    "CTIME": "2017-03-14-12-05-47",
    "Full_Story": "http://hosted.ap.org//dynamic/stories/U/US_TRUMP_HEALTH_CARE_FACT_CHECK?SITE=AP&SECTION=HOME&TEMPLATE=DEFAULT&CTIME=2017-03-14-12-05-47",
    "Headline": "AP FACT CHECK: What about Trump's vow on health coverage?"
  },
  {
    "Brief": "NEW YORK (AP) - A sloppy, blustery late-season storm lashed the Northeast with sleet and more than a foot of snow in some places Tuesday, paralyzing much of the Washington-to-Boston corridor after a remarkably mild February had lulled people into thinking the worst of winter was over. The powerful nor'easter grounded nearly 6,000 flights, knocked out power to nearly a quarter-million customers from Virginia northward, closed schools in cities big and small and prompted dire warnings to stay off the roads. Amtrak suspended service and the post office halted mail delivery. As the morning wore on, the storm track shifted slightly and snow switched to sleet in Philadelphia and New York, prompting forecasters to lift blizzard warnings for the two big cities and cut their prediction of a foot or more of snow by over half.",
    "CTIME": "2017-03-14-13-14-50",
    "Full_Story": "http://hosted.ap.org//dynamic/stories/U/US_WINTER_WEATHER?SITE=AP&SECTION=HOME&TEMPLATE=DEFAULT&CTIME=2017-03-14-13-14-50",
    "Headline": "Northeast gets clobbered by a sloppy late-season storm"
  },
  {
    "Brief": "WASHINGTON (AP) - The Obama administration in its final year in office spent a record $36.2 million on legal costs defending its refusal to turn over federal records under the Freedom of Information Act, according to an Associated Press analysis of new U.S. data that also showed poor performance in other categories measuring transparency in government. For a second consecutive year, the Obama administration set a record for times federal employees told citizens, journalists and others that despite searching they couldn't find a single page of files that were requested. And it set records for outright denial of access to files, refusing to quickly consider requests described as especially newsworthy, and forcing people to pay for records who had asked the government to waive search and copy fees.",
    "CTIME": "2017-03-14-03-52-59",
    "Full_Story": "http://hosted.ap.org//dynamic/stories/U/US_SUNSHINE_WEEK_FREEDOM_OF_INFORMATION?SITE=AP&SECTION=HOME&TEMPLATE=DEFAULT&CTIME=2017-03-14-03-52-59",
    "Headline": "Obama's final year: US spent $36 million in records lawsuits"
  },
  {
    "Brief": "EVERETT, Wash. (AP) - As deaths from painkillers and heroin abuse spiked and street crimes increased, the mayor of Everett took major steps to tackle the opioid epidemic devastating this working-class city north of Seattle. Mayor Ray Stephanson stepped up patrols, hired social workers to ride with officers and pushed for more permanent housing for chronically homeless people. The city says it has spent millions combating OxyContin and heroin abuse - and expects the tab to rise. So Everett is suing Purdue Pharma, maker of the opioid pain medication OxyContin, in an unusual case that alleges the drugmaker knowingly allowed pills to be funneled into the black market and the city of about 108,000.",
    "CTIME": "2017-03-14-13-31-23",
    "Full_Story": "http://hosted.ap.org//dynamic/stories/U/US_CITY_SUES_OXYCONTIN?SITE=AP&SECTION=HOME&TEMPLATE=DEFAULT&CTIME=2017-03-14-13-31-23",
    "Headline": "City alleges drugmaker let OxyContin flood black market"
  },
  {
    "Brief": "MOSUL, Iraq (AP) - Iraqi troops have surrounded western Mosul and military leaders vow it's only a matter of time until they crush the last major stand of the Islamic State group in Iraq. But the militants are positioning themselves to defend the remains of their so-called \"caliphate\" in Syria and wage an insurgent campaign in Iraq. The extremists are carrying out what looks like an organized, fighting withdrawal: a core of fighters is holding out in the city using hundreds of thousands of civilians as shields, tying down and bleeding the Iraqi military in urban combat. Meanwhile, the Pentagon and Iraqi officials say the senior IS leadership has escaped to regroup in Syria and the deserts along the border to prepare for the future.",
    "CTIME": "2017-03-14-08-41-39",
    "Full_Story": "http://hosted.ap.org//dynamic/stories/M/ML_IRAQ_AFTER_MOSUL?SITE=AP&SECTION=HOME&TEMPLATE=DEFAULT&CTIME=2017-03-14-08-41-39",
    "Headline": "In Mosul, a heavy but not crushing blow to IS group"
  },
  {
    "Brief": "DUBLIN (AP) - Britain's plans to leave the European Union threaten to cause Ireland all kinds of economic and security headaches. But a silver lining is expanding daily along the crane-filled banks of the River Liffey, a likely post-Brexit refuge for British banking operations. Dublin's financial district barely existed three decades ago but today stretches for nearly a mile on both banks of the river. More than 60 construction cranes are erecting future high-rise offices, hotels and apartments along the riverfront. Britain's definitive exit from the EU may be at least two years away, but Dublin is doubling down on its commercial building revival, confident that thousands of financial services jobs are poised to migrate 290 miles (465 kilometers) northwest in search of a new EU home that's not too legally, linguistically or culturally different from London.",
    "CTIME": "2017-03-14-11-40-51",
    "Full_Story": "http://hosted.ap.org//dynamic/stories/E/EU_IRELAND_BANKING_ON_BREXIT?SITE=AP&SECTION=HOME&TEMPLATE=DEFAULT&CTIME=2017-03-14-11-40-51",
    "Headline": "Dublin sees future as hub for financial firms fleeing Brexit"
  },
  {
    "Brief": "NEW YORK (AP) - Matt Garlock has trouble making out what his friends say in loud bars, but when he got a hearing test, the result was normal. Recent research may have found an explanation for problems like his, something called \"hidden hearing loss.\" Scientists have been finding evidence that loud noise - from rock concerts, leaf blowers, power tools and the like - damages our hearing in a previously unsuspected way. It may not be immediately noticeable, and it does not show up in standard hearing tests. But over time, Harvard researcher M. Charles Liberman says, it can rob our ability to understand conversation in a noisy setting.",
    "CTIME": "2017-03-14-12-09-46",
    "Full_Story": "http://hosted.ap.org//dynamic/stories/U/US_MED_HIDDEN_HEARING_LOSS?SITE=AP&SECTION=HOME&TEMPLATE=DEFAULT&CTIME=2017-03-14-12-09-46",
    "Headline": "Now hear this: Loud sound may pose more harm than we thought"
  },
  {
    "Brief": "AUSTIN, Texas (AP) - A Texas lawmaker is making a point about legislation that restricts women's access to health care and abortions by proposing to fine men $100 when they masturbate. Alongside the penalty for wasting semen not resulting in a pregnancy, state Rep. Jessica Farrar's bill would require a \"medically unnecessary digital rectal exam\" before any man undergoes a vasectomy or can be prescribed Viagra. The 11th term Democrat tells the Houston Chronicle that her bill mimics how a woman seeking an abortion is forced by Texas law to undergo a transvaginal ultrasound, which \"has nothing to do with her health care.\" She says while some people think it's funny, her bill highlights the obstacles women face \"that were placed there by legislatures making it very difficult for them to access health care.\"",
    "CTIME": "2017-03-14-11-22-22",
    "Full_Story": "http://hosted.ap.org//dynamic/stories/U/US_MASTURBATION_BILL_TEXAS?SITE=AP&SECTION=HOME&TEMPLATE=DEFAULT&CTIME=2017-03-14-11-22-22",
    "Headline": "Lawmaker mocks abortion law with call for masturbation fines"
  },
  {
    "Brief": "AUSTIN, Texas (AP) - A Texas lawmaker is making a point about legislation that restricts women's access to health care and abortions by proposing to fine men $100 when they masturbate. Alongside the penalty for wasting semen not resulting in a pregnancy, state Rep. Jessica Farrar's bill would require a \"medically unnecessary digital rectal exam\" before any man undergoes a vasectomy or can be prescribed Viagra. The 11th term Democrat tells the Houston Chronicle that her bill mimics how a woman seeking an abortion is forced by Texas law to undergo a transvaginal ultrasound, which \"has nothing to do with her health care.\" She says while some people think it's funny, her bill highlights the obstacles women face \"that were placed there by legislatures making it very difficult for them to access health care.\"",
    "CTIME": "2017-03-14-11-22-22",
    "Full_Story": "http://hosted.ap.org//dynamic/stories/U/US_MASTURBATION_BILL_TEXAS?SITE=AP&SECTION=HOME&TEMPLATE=DEFAULT&CTIME=2017-03-14-11-22-22",
    "Headline": "Lawmaker mocks abortion law with call for masturbation fines"
  }
]